{
  "app": { "resume": "Download Résumé" },
  "sidebar": {
    "profile": "Profile",
    "work": "Work Experience",
    "education": "Education",
    "home": "Home"
  },
  "home": {
    "heading": "Hey, I'm Friedrich",
    "word1": "Data Scientist 📊🧠",
    "word2": "Sports Fan ⚽🏀",
    "word3": "Lifelong Learner 📚🚀",
    "word4": "International <span class='emoji'>🇩🇪</span><span class='emoji'>🇺🇸</span><span class='emoji'>🇨🇭</span>",
    "body": "Data and finance enthusiast, who enjoys tinkering & finding unorthodox solutions.",
    "label": "Get to know me"
  },
  "profile": {
    "body1": "I'm a 23-year-old international who studied Data Science at the University of California, Berkeley, with experience in both the finance and automotive industries. I enjoy working with data to drive meaningful decisions.",
    "body2": "Having lived in Tennessee, California, and southern Germany (Stuttgart & Munich), I’ve grown into an adaptable and outgoing person. If you'd like to connect, feel free to send me an email or reach out on LinkedIn!",
    "interest1": "Soccer",
    "interest2": "Hunting",
    "interest3": "History",
    "interest4": "Chess",
    "interest5": "Fitness",
    "interest6": "ESports",
    "interest7": "Finance",
    "language1": "English (Native)",
    "language2": "German (Native)",
    "language3": "Spanish (Beginner/Intermediate)",
    "nationality1": "American",
    "nationality2": "German",
    "nationality3": "Swiss",
    "label1": "Social",
    "label2": "Detail-Oriented",
    "label3": "Team Player",
    "label4": "Open Minded",
    "label5": "VfB Fan"
  },
  "work": {
    "time": "current",
    "role1": "Co-founder",
    "role2": "Analyst",
    "role3": "Analytics Intern",
    "body1": "I started smartmieter with a friend in Munich after we both ran into frustrating rental issues. Our goal was to make rental consultation as easy and accessible as possible — helping tenants avoid exploitation and assert their rights.",
    "body2": "I was part of Deloitte’s 'Analytics Journey', a rotational program across all five of the firm's business units. My home unit was Financial Advisory – specifically within Business & Transaction Services.",
    "body3": "Together with a university friend, I founded StylisAI to digitize the closet and offer a personal stylist experience through AI — all from your phone.",
    "body4": "As an analytics intern at Porsche Digital in Atlanta, I worked with tools like Google Analytics and Python to generate insights into consumer behavior on various PDI platforms.",
    "time4": "Summer 2022",
    "expanded1": "I started smartmieter with a friend in Munich after both of us dealt with unfair rental situations. We wanted to make legal rental support both accessible and scalable. We founded smartmieter as a UG, allowing users to upload rental contracts and service charge bills for an AI-powered legal check and initial consultation. The platform then steps in on behalf of the renter to communicate with landlords — whether to resolve issues or negotiate rent reductions until problems are addressed. We built it using the OpenAI API, React, JSX, and other tools, collaborating entirely over GitHub. Try it out here:",
    "example1": "Business Planning",
    "example2": "and many more...",
    "expanded2": "At Deloitte, I rotated through multiple units as part of the Analytics Journey, with Financial Advisory as my home base. I contributed to several projects, including an anonymization tool using local AI to process sensitive client data, and a customs classification tool that automated tax-relevant labeling of imported items. These solutions helped save analysts hours of manual effort. Outside of projects, I also took part in networking events and internal initiatives like the Deloitte hackathon, where my team won 'Best Business Pitch'. I later decided to leave Deloitte to focus full-time on smartmieter.",
    "example3": "Git functions",
    "expanded3": "StylisAI — later called Finish my Fit — was a project I co-founded with a university friend. We set out to digitize the wardrobe and give users access to a personal stylist powered by AI. We used the OpenAI API and built features with React, HTML, and Python. Along the way, we learned a lot about venture capital, pitching, and shaping a compelling business model.",
    "expanded4": "While interning at Porsche Digital in Atlanta, I used Python and Google Analytics to better understand how users interact with PDI platforms. One key project involved cleaning and analyzing chat logs from a support bot used by Porsche customers. By identifying recurring pain points and the bot’s weak spots, I offered recommendations for improvement and helped evaluate whether the contract with the provider should be renewed.",
    "zeugnis": "Download Exit Review",
    "back": "Back",
    "more": "Read more"
  },
  "education": {
    "title1": "Extra-curriculars",
    "subtitle1": "Data 8 Course staff",
    "body1": "I volunteered as course staff for Data 8, UC Berkeley’s flagship introductory data science course. Each semester, nearly 1,500 students take the class, and only a small number are selected to serve in this role. I helped run weekly labs, assisted students with assignments, and supported their learning in statistics, data analytics, and visualization.",
    "subtitle2": "CSM Tutor",
    "body2": "As a Computer Science Mentors (CSM) tutor for CS88, I led weekly 1.5-hour study sessions focused on reinforcing course concepts. These sessions gave me the chance to explain challenging topics in creative ways and help students stay confident in their progress.",
    "body3": "I studied Data Science at the University of California, Berkeley, with an emphasis on business and industrial analytics. My coursework focused on machine learning, data visualization, and statistical analysis — all tied to real-world problem solving.",
    "body4": "I graduated with a 3.4 GPA and took part in a range of extracurriculars, including student government, discovery projects, and course staff positions. I sought out opportunities that challenged me and let me contribute to the campus community.",
    "title2": "Further Extra-curriculars",
    "subtitle3": "RHA Representative",
    "body5": "As an elected member of the Residence Hall Assembly (RHA), I represented students living in Berkeley’s residence halls. I worked on initiatives to improve student life and voted on over $100,000 in budgetary decisions across the school year.",
    "title3": "Data Discovery Project",
    "body6": "I joined a data discovery project with Zulu Forest Sciences (now Zulu Ecosystems), where we explored how land could be classified based on carbon sequestration and solar energy potential. My main role involved Python programming and data analysis, working with geospatial and environmental datasets."
  }
}
