{
  "app": { "resume": "Download Résumé" },
  "sidebar": {
    "profile": "Profile",
    "work": "Work Experience",
    "education": "Education",
    "home": "Home"
  },
  "home": {
    "heading": "Hey, I'm Friedrich",
    "word1": "Data Scientist 📊🧠",
    "word2": "Sports Fan ⚽🏀",
    "word3": "Lifelong Learner 📚🚀",
    "word4": "International <span class='emoji'>🇩🇪</span><span class='emoji'>🇺🇸</span><span class='emoji'>🇨🇭</span>",
    "body": "Data and finance enthusiast, who enjoys tinkering & finding unorthodox solutions.",
    "label": "Get to know me"
  },
  "profile": {
    "body1": "I'm a 23 year old international who studied Data Science at the University of California, Berkeley, and has work experience in the finance and automotive fields. I enjoy analyzing data to influence impactful decision.",
    "body2": "Having lived in Tennessee, California, and southern Germany (Stuttgart & Munich), I like to believe that I am an adaptable and extroverted individual. If you'd like to get to know me, shoot me an email or message me on LinkedIn! :)",
    "interest1": "Soccer",
    "interest2": "Hunting",
    "interest3": "History",
    "interest4": "Chess",
    "interest5": "Fitness",
    "interest6": "ESports",
    "interest7": "Finance",
    "language1": "English (Native)",
    "language2": "German (Native)",
    "language3": "Spanish (Beginner/Intermediate)",
    "nationality1": "American",
    "nationality2": "German",
    "nationality3": "Swiss",
    "label1": "Social",
    "label2": "Detail-Oriented",
    "label3": "Team Player",
    "label4": "Open Minded",
    "label5": "VfB Fan"
  },
  "work": {
    "time": "current",
    "role1": "Co-founder",
    "role2": "Analyst",
    "role3": "Analytics Intern",
    "body1": "I started smartmieter with a friend in Munich, after the both of us had experienced rental issues. We wanted to make rental consultation as easy an accessible as possible, ensuring renters aren't exploited - and receive the rights they are entitled to.",
    "body2": "I was a part of the 'Analytics Journey' at Deloitte, which is a rotational program consisting of all 5 business units within Deloitte's practice. My home unit was Financial Advisory - Business & Transaction Services.",
    "body3": "I founded StylisAI with a University friend. We aimed to digitize your closet, and allow you to have access to a personal stylist on your phone using AI.",
    "body4": "I worked as an analytics intern at Porsche Digital in Atlanta. I utilized Google Analytics, Python, and other skills to help gain insights into consumer behavior on PDI platforms.",
    "time4": "Summer 2022",
    "expanded1": "I started smartmieter with a friend in Munich, after the both of us had experienced rental issues. We wanted to make rental consultation as easy an accessible as possible, ensuring renters aren't exploited - and receive the rights they are entitled to. We founded smartmieter as a UG in Munich, and allow customers to upload rental contracts and service charge bills,  to check for legality, as well as receive initial consultation via AI about their rental situation or issues. Smartmieter then takes over the communication on behalf of the renter with their landlord, and aims to fulfill the renters goals (whether that be solving the issue in the rental or obtaining reduced rent until the problem is solved). We did this via the OpenAI API, react, jsx, amongst other functionalities over github. Try it out here:",
    "example1": "Business Planning",
    "example2": "and many more...",
    "expanded2": "I was a part of the 'Analytics Journey' at Deloitte, which is a rotational program consisting of all 5 business units within Deloitte's practice. My home unit was Financial Advisory - Business & Transaction Services. Throughout my time, I worked on various projects, primarily revolving around AI implementations. One example was an anonymizing function, utilizing local AI, which allowed us to process sensitive data while maintaining confidentiality in client data. I also participated in networking and program initiatives, like a Deloitte hackathon, in which my team won 'best business pitch'.",
    "example3": "Git functions",
    "expanded3": "I founded StylisAI/Finish my Fit with a University friend. We aimed to digitize the closet, and allow our customers to have access to a personal stylist on your phone using AI. We implemented OpenAI API, programmed in react, html, and python, and learned a lot about VC, pitching, business propositions, amongst other things.",
    "expanded4": "I worked as an analytics intern at Porsche Digital in Atlanta. I utilized Google Analytics, Python, and other skills to help gain insights into consumer behavior on PDI platforms. On one occasion, I cleaned up a database of chatlogs with a support bot, aiming to assist Porsche customers with their vehicles.I identified common issues that customers were facing, and in what areas the bot was succeeding or failing. As a result, I identified ways to improve the bot, and gave insight on whether or not it was worth maintaining the contract with the support bot company.",
    "zeugnis": "Download Exit Review"
  },
  "education": {
    "title1": "Extra-curriculars",
    "body1": "I volunteered as a course staff member for Data 8, the primary introductory data science course at Berkeley, where I helped run a lab and assisted students through their weekly lab assignments. Only a select few students were chosen, and nearly 1,500 students take the course each semester. I helped teach statistics, data analytics, and visualization to students.",
    "body2": "Furthermore, I volunteered as a CSM (Computer Science Mentors) Tutor for CS88, hosting a weekly 1.5 hour study session, teaching and elaborating on subjects that were taught in class in order to assist students in their assignments.",
    "body3": "I studied Data Science at the University of California, Berkeley, with an emphasis on business and industrial analytics. During my time there, I focused on machine learning, data visualization, and statistical analysis.",
    "body4": "I attained a GPA of 3.4, and was involved in various extracurriculars - including student government, discoveryprojects, course staff, and more.",
    "title2": "Further Extra-curriculars",
    "body5": "I was an elected member of the RHA (Residence Hall Assembly), where I represented students living in the residence halls at Berkeley. Here I deliberated and voted on over $100,000 of budgetary expenditure.",
    "title3": "Data Discovery Project",
    "body6": "I worked with Zulu Forest Sciences (now known as Zulu Ecosystems) in a data discovery project, where we aimed to classify and analyze land based on its carbon sequestration potential as well as solar potential. The team used avariety of tools, where I primarily focused on python programming."
  }
}
